Repository: diegofal/dialfa-bi
Catalog: dialfa-analytics/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Dashboard
es: Panel de Control

source: Financial
es: Financiero

source: Inventory
es: Inventario

source: Sales
es: Ventas

source: Dialfa Business Intelligence
es: Inteligencia de Negocios Dialfa

source: Business Intelligence Dashboard
es: Panel de Inteligencia de Negocios

source: Financial Analytics
es: Análisis Financiero

source: Inventory Analytics
es: Análisis de Inventario

source: Sales Analytics
es: Análisis de Ventas

source: Real-time insights into your business performance
es: Información en tiempo real sobre el rendimiento de su negocio

source: Comprehensive financial analysis, credit risk management, and cash flow forecasting
es: Análisis financiero integral, gestión de riesgo crediticio y pronóstico de flujo de efectivo

source: Sales performance analysis, customer insights, and revenue forecasting
es: Análisis de rendimiento de ventas, insights de clientes y pronóstico de ingresos

source: Inventory optimization, stock analysis, and supply chain insights
es: Optimización de inventario, análisis de stock e insights de cadena de suministro

source: Loading...
es: Cargando...

source: Total Outstanding
es: Total Pendiente

source: Accounts Receivable
es: Cuentas por Cobrar

source: Overdue Amount
es: Monto Vencido

source: Requires Attention
es: Requiere Atención

source: Billed This Month
es: Facturado Este Mes

source: Collected This Month
es: Cobrado Este Mes

source: Monthly Sales
es: Ventas del Mes

source: Monthly Collections
es: Cobranzas Mensuales

source: Cash
es: Efectivo

source: Electronic
es: Transferencias/Cheques

source: Billed Today
es: Facturado Hoy

source: Daily Sales
es: Ventas del Día

source: Total Overdue
es: Total Vencido

source: Overdue %
es: % Vencido

source: Active Customers
es: Clientes Activos

source: Total Revenue (12M)
es: Ingresos Totales (12M)

source: Total Transactions
es: Transacciones Totales

source: Avg Invoice Size
es: Tamaño Promedio de Factura

source: Total Products
es: Productos Totales

source: Total Value
es: Valor Total

source: Slow Moving
es: Movimiento Lento

source: Stock Turnover Rate
es: Tasa de Rotación de Inventario

source: Carrying Cost
es: Costo de Almacenamiento

source: Optimization Potential
es: Potencial de Optimización

source: Overall Turnover Rate
es: Tasa de Rotación General

source: High Velocity Products
es: Productos de Alta Velocidad

source: Low Velocity Products
es: Productos de Baja Velocidad

source: No Movement
es: Sin Movimiento

source: Dead Stock Value
es: Valor de Inventario Muerto

source: Low Stock Risk
es: Riesgo de Stock Bajo

source: Overstock Value
es: Valor de Sobrestock

source: Out of Stock
es: Sin Stock

source: Low Stock
es: Stock Bajo

source: Overstock
es: Sobrestock

source: Dead Stock
es: Stock Muerto

source: Stock Health
es: Salud del Stock

source: Monthly Payment Collections
es: Cobranzas Mensuales

source: Top Customers
es: Principales Clientes

source: Monthly Sales Trend
es: Tendencia de Ventas Mensuales

source: Inventory by Category
es: Inventario por Categoría

source: Credit Risk Analysis
es: Análisis de Riesgo Crediticio

source: Cash Flow History
es: Historial de Flujo de Efectivo

source: Cash Flow Forecast
es: Pronóstico de Flujo de Efectivo

source: Risk Distribution
es: Distribución de Riesgo

source: Top Customers by Revenue
es: Principales Clientes por Ingresos

source: Monthly Payment Trends
es: Tendencias de Pago Mensuales

source: Key Performance Indicators
es: Indicadores Clave de Rendimiento

source: Sales Performance
es: Rendimiento de Ventas

source: Customer Segmentation
es: Segmentación de Clientes

source: Sales Forecast (Next 6 Months)
es: Pronóstico de Ventas (Próximos 6 Meses)

source: Sales Targets
es: Objetivos de Ventas

source: Monthly Performance Breakdown
es: Desglose de Rendimiento Mensual

source: Sales Insights & Recommendations
es: Insights y Recomendaciones de Ventas

source: Stock Variation & Velocity Analysis
es: Análisis de Variación y Velocidad de Stock

source: Monthly Stock Movement Trends
es: Tendencias de Movimiento de Stock Mensual

source: Velocity Distribution
es: Distribución de Velocidad

source: Top Products by Velocity & Turnover
es: Principales Productos por Velocidad y Rotación

source: Financial Impact Summary
es: Resumen de Impacto Financiero

source: Dead Stock Analysis
es: Análisis de Stock Muerto

source: Top Stock by Value
es: Stock Principal por Valor

source: Out of Stock Details
es: Detalles de Sin Stock

source: Low Stock Details
es: Detalles de Stock Bajo

source: Overstock Details
es: Detalles de Sobrestock

source: Customer
es: Cliente

source: Current Balance
es: Saldo Actual

source: Risk Level
es: Nivel de Riesgo

source: Risk Score
es: Puntuación de Riesgo

source: Actions
es: Acciones

source: Product
es: Producto

source: Category
es: Categoría

source: Current Stock
es: Stock Actual

source: Annual Sales
es: Ventas Anuales

source: Turnover %
es: Rotación %

source: Trend
es: Tendencia

source: Months of Stock
es: Meses de Stock

source: Status
es: Estado

source: Month
es: Mes

source: Revenue
es: Ingresos

source: Transactions
es: Transacciones

source: Growth
es: Crecimiento

source: Customers
es: Clientes

source: Action
es: Acción

source: Stock Value
es: Valor de Stock

source: Days Since Sale
es: Días Desde Última Venta

source: Unit Price
es: Precio Unitario

source: All
es: Todos

source: View All
es: Ver Todos

source: High Velocity
es: Alta Velocidad

source: Low Velocity
es: Baja Velocidad

source: High Risk
es: Alto Riesgo

source: Medium Risk
es: Riesgo Medio

source: Low Risk
es: Riesgo Bajo

source: Monthly
es: Mensual

source: Quarterly
es: Trimestral

source: Yearly
es: Anual

source: Monthly Target
es: Objetivo Mensual

source: Quarterly Target
es: Objetivo Trimestral

source: Annual Target
es: Objetivo Anual

source: Avg Balance
es: Saldo Promedio

source: Collection Rate
es: Tasa de Cobro

source: DSO Days
es: DSO (Días)

source: Future Payments
es: Pagos Futuros

source: Monthly Growth
es: Crecimiento Mensual

source: YTD Performance
es: Rendimiento del Año

source: Customer Retention
es: Retención de Clientes

source: Products unavailable
es: Productos no disponibles

source: Est. Lost Sales
es: Ventas Perdidas Est.

source: Products need reorder
es: Productos necesitan reorden

source: Value at Risk
es: Valor en Riesgo

source: Excess inventory
es: Inventario excesivo

source: Tied Capital
es: Capital Inmovilizado

source: No sales 365+ days
es: Sin ventas 365+ días

source: Trapped Value
es: Valor Atrapado

source: Monthly Cost
es: Costo Mensual

source: Potential Lost Sales
es: Ventas Perdidas Potenciales

source: Excess Carrying Cost
es: Costo Excesivo de Almacenamiento

source: Key Insights
es: Insights Clave

source: Loading insights...
es: Cargando insights...

source: Recommended Actions
es: Acciones Recomendadas

source: Loading recommendations...
es: Cargando recomendaciones...

source: Urgent Actions
es: Acciones Urgentes

source: Medium Priority
es: Prioridad Media

source: Optimization Ideas
es: Ideas de Optimización

source: Positive Trends
es: Tendencias Positivas

source: Areas for Improvement
es: Áreas de Mejora

source: Recommendations
es: Recomendaciones

source: Times per year
es: Veces por año

source: Monthly cost
es: Costo mensual

source: Potential savings
es: Ahorros potenciales

source: Annual Savings
es: Ahorros Anuales

source: Target: 6x per year
es: Meta: 6x por año

source: 2%% of inventory value
es: 2%% del valor del inventario

source: From dead stock reduction
es: Por reducción de stock muerto

source: Stock Turnover Rate Tooltip
es: Mide cuántas veces por año se rota completamente el inventario. 4.2x significa que el inventario se convierte en ventas 4.2 veces al año. Meta ideal: 6x+ para mejor eficiencia de capital y flujo de caja.

source: Carrying Cost Tooltip
es: Costo mensual de mantener el inventario actual. Incluye almacenamiento, seguros, servicios, costo de oportunidad del capital y riesgo de obsolescencia. Equivale al 2% del valor total del inventario por mes.

source: Optimization Potential Tooltip
es: Ahorro potencial total por optimización de inventario. Suma del valor de inventario muerto + exceso de stock. Representa capital que puede liberarse mediante liquidación, descuentos o mejor gestión de demanda.

source: Overall Turnover Rate Tooltip
es: Indica cuántas veces al año se convierte el inventario en ventas. Un valor alto significa mejor eficiencia de capital. Meta: 6x por año. Cálculo: (Ventas Anuales ÷ Valor Promedio de Inventario) × 100

source: High Velocity Products Tooltip
es: Productos que rotan 4+ veces por año. Son los más rentables y eficientes en términos de capital. Requieren reabastecimiento frecuente pero generan flujo de caja constante.

source: Low Velocity Products Tooltip
es: Productos que rotan menos de 2 veces por año. Consumen capital y espacio de almacén. Considerar descuentos, promociones o descontinuar según demanda.

source: No Movement Tooltip
es: Productos sin ventas en los últimos 12 meses. Inventario muerto que genera costos de almacenamiento sin retorno. Acción urgente: liquidar o descartar.

source: Dead Stock Value Tooltip
es: Valor total del inventario sin movimiento por más de 365 días. Este capital está 'muerto' y genera solo costos sin retorno. Acción urgente: liquidar mediante descuentos o promociones.

source: Low Stock Risk Tooltip
es: Riesgo de pérdida de ventas por productos con stock bajo. Incluye productos con menos de 1 mes de inventario según la demanda histórica. Acción: reabastecer urgentemente.

source: Overstock Value Tooltip
es: Valor del inventario excesivo (más de 6 meses de suministro). Capital inmovilizado que genera costos de almacenamiento. Acción: reducir pedidos futuros y considerar promociones.

source: Cash flow forecast prediction based on trend algorithms, seasonality and exponential smoothing
es: Predicción de flujo de caja futuro basada en algoritmos de tendencia, estacionalidad y suavizado exponencial

source: Prediction based on trend analysis, seasonal patterns and exponential smoothing
es: Predicción basada en análisis de tendencia, patrones estacionales y suavizado exponencial

source: No data available for this period
es: No hay datos disponibles para este período

source: No sales trend data available
es: No hay datos de tendencia de ventas disponibles

source: No customer data available
es: No hay datos de clientes disponibles

source: No payment trend data available
es: No hay datos de tendencia de pagos disponibles

source: Total Revenue (ARS)
es: Ingresos Totales (ARS)

source: Units
es: Unidades

source: Monthly Revenue
es: Ingresos Mensuales

source: Forecasted Revenue (ARS)
es: Ingresos Pronosticados (ARS)

source: Amount
es: Monto

source: Payment Collections
es: Cobranzas

source: Historical Cash Flow
es: Flujo de Efectivo Histórico

source: No payment data available
es: No hay datos de cobranzas disponibles

source: No category data available
es: No hay datos de categorías disponibles

source: Historical
es: Histórico

source: Forecast
es: Pronóstico

source: Confidence Interval
es: Intervalo de Confianza

source: Outstanding Balance
es: Saldo Pendiente

source: Payments
es: Pagos

source: No historical data available
es: No hay datos históricos disponibles

source: No forecast data available
es: No hay datos de pronóstico disponibles

source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Español
